tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jorgelbg/tap"
tap "ngrok/ngrok"
brew "arduino-cli"
brew "bat"
brew "cmake"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "dateutils"
brew "direnv"
brew "fortune"
brew "gh"
brew "glassfish"
brew "gnupg"
brew "httpd", restart_service: :changed
brew "imagemagick"
brew "inetutils"
brew "lazygit"
brew "lftp"
brew "luarocks"
brew "mas"
brew "mycli"
brew "mysql", restart_service: :changed
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nerdfetch"
brew "nmap"
brew "nvm"
brew "onefetch"
brew "phpmyadmin"
brew "pinentry-mac"
brew "pipx"
brew "prettierd"
brew "progress"
brew "rclone"
brew "rsync"
brew "ruby"
brew "rust"
brew "sevenzip"
brew "shfmt"
brew "smartmontools"
brew "starship"
brew "stylua"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "valkey"
brew "vim"
brew "watchman"
brew "xdg-ninja"
brew "zsh"
brew "jorgelbg/tap/pinentry-touchid"
cask "anydesk"
cask "chatgpt"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "figma"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "herd"
cask "jetbrains-toolbox"
cask "keka"
cask "kitty"
cask "mac-mouse-fix"
cask "mysqlworkbench"
cask "neovide"
cask "netbeans"
cask "ngrok"
cask "obs"
cask "rectangle"
cask "tableplus"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "zoom"
cask "zulu"
cask "zulu@11"
cask "zulu@17"
cask "zulu@8"
mas "AdGuard for Safari", id: 1440147259
mas "JSONPeep", id: 1458969831
mas "Microsoft Word", id: 462054704
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "WhatsApp", id: 310633997
